Repository: 84000/data-translation-memory
Catalog: toh79-v3.tmx
Source language: bo
Languages: en

source: ཡང་ཚེ་དང་ལྡན་པ་རབ་འབྱོར་གྱིས་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །འཇམ་དཔལ་ཁྱོད་ཉན་ཐོས་ཀྱི་ཐེག་པས་སེམས་ཅན་འདུལ་ན། ཅི་ཁྱོད་ཉན་ཐོས་ཀྱི་ཐེག་པས་རྣམ་པར་གྲོལ་བ་ཡིན་ནམ།
en: Once again, Venerable Subhūti addressed Mañjuśrī Kumārabhūta: “Mañjuśrī, “If you submit to the Śrāvaka Vehicle, are you liberated by the Śrāvaka Vehicle?”

source: སྨྲས་པ། བཙུན་པ་རབ་འབྱོར་ཁོ་བོ་ནི་ཐེག་པ་ཐམས་ཅད་ཀྱིས་རྣམ་པར་གྲོལ་ཏེ།
en: “Reverend Subhūti, I am liberated by all vehicles.

source: བཙུན་པ་རབ་འབྱོར་ཁོ་བོ་ནི་ཉན་ཐོས་ཀྱི་ཐེག་པས་རྣམ་པར་གྲོལ་བ་ཡང་ཡིན། ཁོ་བོ་ནི་རང་སངས་རྒྱས་ཀྱི་ཐེག་པས་རྣམ་པར་གྲོལ་བའང་ཡིན། བཙུན་པ་རབ་འབྱོར་ཁོ་བོ་ནི་ཐེག་པ་ཆེན་པོས་རྣམ་པར་གྲོལ་བའང་ཡིན་ནོ། །
en: Reverend Subhūti, I am liberated by the Śrāvaka Vehicle, I am liberated by the Pratyekabuddha Vehicle, and, Reverend Subhūti, I am liberated by the Great Vehicle.”

source: སྨྲས་པ། འཇམ་དཔལ་ཁྱོད་ཅི་ཉན་ཐོས་སམ། འོན་ཏེ་རང་སངས་རྒྱས་སམ། འོན་ཏེ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཡིན།
en: “Mañjuśrī, are you a śrāvaka, a pratyekabuddha, or a completely perfect buddha?”

source: སྨྲས་པ། བཙུན་པ་རབ་འབྱོར་ཁོ་བོ་ནི་ཉན་ཐོས་ཡིན་ཏེ། ཕ་རོལ་ལས་མཉན་པའི་སྒྲ་ལ་སྦྱོར་བར་བརྩོན་པ་ནི་མ་ཡིན་ནོ། །
en: “Reverend Subhūti, I am a śrāvaka, but I do not strive to engage with the words heard from others.

source: ཁོ་བོ་ནི་རང་སངས་རྒྱས་ཡིན་ཏེ། སྙིང་རྗེ་ཆེན་པོ་དང་། མི་འཇིགས་པ་དང་བྲལ་བ་ནི་མ་ཡིན་ནོ། །
en: I am a pratyekabuddha, but I am not without great compassion and fearlessness.

source: ཁོ་བོ་ནི་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཡིན་ཏེ་བྱ་བའི་རྒྱུན་བཅད་པ་ནི་མ་ཡིན་ནོ། །སྨྲས་པ།
en: I am a completely perfect buddha, but I have not cut the stream of actions.”

source: འཇམ་དཔལ་ཁྱོད་ཇི་ལྟར་ཉན་ཐོས་ཡིན། སྨྲས་པ།
en: “Mañjuśrī, how are you a śrāvaka?”

source: ཆོས་མ་ཐོས་པ་མཉན་པ། སེམས་ཅན་ཐམས་ཅད་ལ་ཐོས་པར་བྱེད་དེ།
en: “I listen to the Dharma that has not been heard before, and I make it heard for all sentient beings.

source: དེས་ན་ཁོ་བོ་ཉན་ཐོས་ཡིན་ནོ། །སྨྲས་པ།
en: Thus, I am a śrāvaka,” he replied.

source: འཇམ་དཔལ་ཁྱོད་ཇི་ལྟར་རང་སངས་རྒྱས་ཡིན། སྨྲས་པ།
en: “Mañjuśrī, how are you a pratyekabuddha?”

source: ཁོ་བོས་ཆོས་ཐམས་ཅད་རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བར་རྟོགས་ཏེ།
en: “I realize all phenomena as dependent origination.

source: དེས་ན་ཁོ་བོ་རང་སངས་རྒྱས་སོ། །སྨྲས་པ།
en: Thus, I am a pratyekabuddha,” he replied.

source: འཇམ་དཔལ་ཁྱོད་ཇི་ལྟར་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཡིན། སྨྲས་པ།
en: “Mañjuśrī, how are you a completely perfect buddha?”

source: ཁོ་བོས་ཆོས་ཐམས་ཅད་ཆོས་ཀྱི་དབྱིངས་སུ་མཉམ་པ་ཉིད་ཀྱིས་མཉམ་པར་ཁོང་དུ་ཆུད་དེ།
en: “Because of the sameness of all phenomena in the expanse of reality, I have realized sameness.

source: དེས་ན་ཁོ་བོ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་སོ། །སྨྲས་པ།
en: Thus, I am a completely perfect buddha.”

source: འཇམ་དཔལ་ཁྱོད་ཉན་ཐོས་ཀྱི་ས་འམ། རང་སངས་རྒྱས་ཀྱི་ས་འམ། འོན་ཏེ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཀྱི་ས་འམ།
en: “Mañjuśrī, should we consider you to have attained the level of a śrāvaka, the level of a pratyekabuddha, or the level of a completely perfect buddha?”

source: ས་གང་ལ་ངེས་པ་ཡིན་པ་གཟུང་བར་བྱ། སྨྲས་པ། བཙུན་པ་རབ་འབྱོར་ཁོ་བོ་ནི་ས་ཐམས་ཅད་ལ་ངེས་པ་ཡིན་པར་ཟུང་ཤིག །
en: “Reverend Subhūti, consider it certain that I have attained all those levels.”

source: སྨྲས་པ། འཇམ་དཔལ་ཁྱོད་སོ་སོའི་སྐྱེ་བོའི་ས་ལ་ཡང་ངེས་པར་གཟུང་བར་བྱ་འམ།
en: “Mañjuśrī, is it then also certain that you have attained the level of an ordinary person?”

source: སྨྲས་པ། བཙུན་པ་རབ་འབྱོར་དེ་དེ་བཞིན་ནོ། །
en: “Indeed, Reverend Subhūti, that is the case.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: Why?

source: བཙུན་པ་རབ་འབྱོར་ཆོས་ཐམས་ཅད་ནི་ཡང་དག་པ་ཉིད་དུ་ངེས་པར་ངེས་པའོ། །
en: Because, Reverend Subhūti, all phenomena may be determined with certainty to be reality itself.

source: ངེས་པ་དེར་སེམས་ཅན་ཐམས་ཅད་ཀྱང་ངེས་པ་སྟེ།
en: All sentient beings may also be determined as such.

source: ཁོ་བོ་ཡང་ངེས་པ་དེར་ངེས་པ་ཉིད་དོ། །
en: And I too may be determined as such.

source: དེས་ན་ཁོ་བོ་སོ་སོའི་སྐྱེ་བོའི་ས་ལ་ཡང་ངེས་པར་གཟུང་བར་བྱའོ། །སྨྲས་པ།
en: Thus, I may be determined with certainty as having attained the level of an ordinary person.”

source: འཇམ་དཔལ་གལ་ཏེ་ཆོས་ཐམས་ཅད་ཡང་དག་པ་ཉིད་དུ་ངེས་པར་ངེས་པ་ཡིན་ན་འདི་ནི་སོ་སོའི་སྐྱེ་བོའི་སའོ། །འདི་ནི་ཉན་ཐོས་ཀྱི་སའོ། །འདི་ནི་རང་སངས་རྒྱས་ཀྱི་སའོ། །འདི་ནི་བྱང་ཆུབ་སེམས་དཔའི་སའོ། །འདི་ནི་སངས་རྒྱས་ཀྱི་སའོ་ཞེས་ས་རྣམ་པར་གཞག་པ་གདགས་པར་ག་ལ་འགྱུར།
en: “Mañjuśrī, if all phenomena may be determined as reality itself, then this applies to the level of an ordinary person, to the level of śrāvaka, to the level of a pratyekabuddha, to the level of a bodhisattva, and to the level of a buddha, so how does one distinguish between them?”

source: སྨྲས་པ། བཙུན་པ་རབ་འབྱོར་འདི་ལྟ་སྟེ། དཔེར་ན། ཕྱོགས་བཅུའི་ནམ་མཁའ་ལ་འདི་ནི་ཤར་ཕྱོགས་ཀྱི་ནམ་མཁའོ། །འདི་ནི་ལྷོ་ཕྱོགས་ཀྱིའོ། །འདི་ནི་ནུབ་ཕྱོགས་ཀྱིའོ། །འདི་ནི་བྱང་ཕྱོགས་ཀྱིའོ། །འདི་ནི་ཤར་ལྷོ་ཡིའོ། །
en: “Reverend Subhūti, take space and the ten directions as an analogy.

source: འདི་ནི་ལྷོ་ནུབ་ཀྱིའོ། །འདི་ནི་ནུབ་བྱང་གིའོ། །འདི་ནི་བྱང་ཤར་གྱིའོ། །འདི་ནི་འོག་གིའོ། །འདི་ནི་སྟེང་གི་ཕྱོགས་ཀྱི་ནམ་མཁའོ་ཞེས་བརྗོད་ཀྱང་ཕྱོགས་ཆ་ལ་ཐ་དད་པ་ཡོད་ཀྱི།
en: Although we say ‘this is east; this is south; this is west; this is north; this is southeast; this is southwest; this is northwest; this is northeast; this is below; and this is above,’ and although as directions these are distinct, in terms of space itself, there is no such distinction.

source: ནམ་མཁའ་ལ་ནི་ཐ་དད་པ་མེད་དོ། །བཙུན་པ་རབ་འབྱོར་དེ་བཞིན་དུ་ཆོས་ཐམས་ཅད་ཡང་དག་པ་ཉིད་དུ་ངེས་པར་ངེས་པ་ལ། དེ་བཞིན་གཤེགས་པ་ཐབས་ལ་མཁས་པས་འདི་ནི་སོ་སོའི་སྐྱེ་བོའི་སའོ། །
en: Reverend Subhūti, likewise, all phenomena may be determined as reality itself.

source: འདི་ནི་ཉན་ཐོས་ཀྱི་སའོ། །འདི་ནི་རང་སངས་རྒྱས་ཀྱི་སའོ། །འདི་ནི་བྱང་ཆུབ་སེམས་དཔའི་སའོ། །འདི་ནི་སངས་རྒྱས་ཀྱི་སའོ། །ཞེས་ས་རྣམ་པར་འཇོག་ཀྱང་ས་རྣམ་པར་གཞག་པ་ལ་ཐ་དད་པ་ཡོད་ཀྱི་ཡང་དག་པ་ཉིད་དུ་ངེས་པ་ལ་ནི་ཐ་དད་པ་མེད་དོ། །
en: The Tathāgata, being skilled in means, may say ‘this is the level of an ordinary person; this is the level of a śrāvaka; this is the level of a pratyekabuddha; this is the level of a bodhisattva; and this is the level of a buddha,’ and although as levels these are distinct, when determined as reality itself, there is no distinction between them.”

source: སྨྲས་པ། འཇམ་དཔལ་ཁྱོད་ཡང་དག་པ་ཉིད་དུ་ངེས་པ་ལ་ཞུགས་སམ། །
en: “Mañjuśrī, do you engage that which is determined as reality itself?”

source: སྨྲས་པ། ཞུགས་པ་ཡང་ཡིན་ལ། བྱུང་བ་ཡང་ཡིན་ནོ། །
en: “I both engage and withdraw.”

source: སྨྲས་པ། འཇམ་དཔལ་ཇི་ལྟར་ན་ཁྱོད་ཞུགས་པ་ཡང་ཡིན་ལ། བྱུང་བ་ཡང་ཡིན།
en: “Mañjuśrī, how is it that you both engage and withdraw?”

source: སྨྲས་པ། བཙུན་པ་རབ་འབྱོར་འདི་ལ་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐབས་དང་། ཤེས་རབ་དང་། ཡེ་ཤེས་བལྟ་བར་བྱ་སྟེ།
en: “Reverend Subhūti, for this, one must look at the method, wisdom, and gnosis of bodhisattvas,” replied Mañjuśrī.

source: བཙུན་པ་རབ་འབྱོར་འདི་ན་སྐྱེས་བུ་མཁས་པ་ཁ་ཅིག་བཤད་པའི་དོན་དཔེས་ཤེས་པར་འགྱུར་བ་ཡོད་དེ།
en: “Reverend Subhūti, the meaning of what a wise person has explained is understood through analogies.

source: དེའི་ཕྱིར་ཁྱོད་ལ་དཔེ་བསྟན་པར་བྱའོ། །བཙུན་པ་རབ་འབྱོར་འདི་ལྟ་སྟེ་དཔེར་ན་འཕོང་གི་སློབ་དཔོན་ཆེན་པོ་ཞིག་ལ་སྡུག་པ། མཛེས་པ། ཡིད་དུ་འོང་བ། བལྟ་ན་སྡུག་པའི་བུ་གཅིག་པ་ཞིག་ཀྱང་ཡོད།
en: So I will give you an analogy, Reverend Subhūti, like this: A great master archer has a dear, beautiful, attractive, and handsome only son.

source: དེ་ལ་མི་སྡུག་པ། ཡིད་དུ་མི་འོང་བ། ཕྱིར་རྒོལ་བ་ཞིག་ཀྱང་ཡོད་པ་ལས།
en: But he also has an unpleasant and unattractive adversary.

source: དེས་བུ་གཅིག་པ་དེ་ཐག་རིང་པོ་ལམ་གོལ་བའི་ཕྱོགས་ཤིག་ན་འདུག་པ་མཐོང་ནས་དེ་འདི་སྙམ་དུ་དེ་ནི་བདག་ལ་ཕྱིར་རྒོལ་བ་ཡིན་ནོ་སྙམ་དུ་སེམས་སྐྱེས་ཏེ།
en: When from a great distance he sees his only son, who has taken a wrong turn on the road, he thinks it is his adversary.

source: དེས་དེ་གསད་པའི་ཕྱིར་མདའ་འཕངས་ནས་འཕངས་མ་ཐག་ཏུ་བུ་གཅིག་པ་ཡིན་པའི་འདུ་ཤེས་སྐྱེས་ཏེ།
en: So he shoots an arrow, intending to kill him. As soon as he does so, he realizes that it is his son.

source: དེ་སྔོན་གོམས་པ་བྱས་པས་ཤིན་ཏུ་བརྒྱུགས་ཏེ། མདའ་དེ་བུ་གཅིག་པའི་ལུས་ལ་མ་ཕོག་པ་ཉིད་དུ་ལག་གིས་འཛིན་པ་འདི་ནི་དོན་རྣམ་པར་ཤེས་པར་བྱ་བའི་ཕྱིར་དཔེར་བྱས་པའོ། །
en: Using his previously developed ability to run incredibly fast, he catches the arrow with his hand just as it is about to strike the body of his only son. This is just an analogy for understanding the meaning.

source: འདི་ལ་དོན་དུ་བལྟ་བ་གང་ཞེ་ན།
en: How does it relate to the meaning?

source: བཙུན་པ་རབ་འབྱོར་འཕོང་གི་སློབ་དཔོན་ཞེས་བྱ་བ་དེ་ནི་བྱང་ཆུབ་སེམས་དཔའི་ཚིག་བླ་དགས་སོ། །
en: Reverend Subhūti, the master archer represents a bodhisattva.

source: བཙུན་པ་རབ་འབྱོར་བུ་གཅིག་པ་ཞེས་བྱ་བ་ནི་སེམས་ཅན་ཐམས་ཅད་ལ་བྱང་ཆུབ་སེམས་དཔའ་བུ་གཅིག་པའི་འདུ་ཤེས་ཉེ་བར་འཇོག་པ་ཡིན་ནོ། །
en: Reverend Subhūti, the only son represents how a bodhisattva holds all beings dear, thinking of them as their only son.

source: གསོད་པའི་ཕྱིར་རྒོལ་བ་ཞེས་བྱ་བ་འདི་ནི་ཉོན་མོངས་པ་ཐམས་ཅད་ཀྱི་ཚིག་བླ་དགས་སོ། །
en: The adversary to be killed represents all afflictions.

source: བཙུན་པ་རབ་འབྱོར་མདའ་ཞེས་བྱ་བ་འདི་ནི་འཕགས་པའི་ཤེས་རབ་ཀྱི་དབང་པོའི་ཚིག་བླ་དགས་སོ། །
en: Reverend Subhūti, the arrow represents the power of the wisdom of the noble ones.

source: བཙུན་པ་རབ་འབྱོར་འདི་ལྟ་སྟེ་དཔེར་ན་འཕོང་གི་སློབ་དཔོན་གྱིས་མདའ་འཕངས་ལ་བུ་གཅིག་པའི་ལུས་ལ་མ་ཕོག་པར་ཤིན་ཏུ་བརྒྱུགས་ཏེ་འཛིན་པ་དེ་བཞིན་དུ།
en: Reverend Subhūti, it is like this: By running incredibly fast the master archer catches the arrow so that the arrow he has shot does not strike the body of his only son.

source: བཙུན་པ་རབ་འབྱོར་བྱང་ཆུབ་སེམས་དཔའ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པའི་སྟོབས་བསྐྱེད་པས་འདུ་བྱེད་ཐམས་ཅད་སྐྱེ་བ་མེད་པར་སོ་སོར་རྟོག་གོ །
en: In the same way, Reverend Subhūti, by developing the power of the perfection of wisdom, a bodhisattva discerns that each and every formation is unborn.

source: ཡང་དག་པ་ཉིད་དུ་ངེས་པ་ལ་རྣམ་པར་བལྟས་ནས་སྙིང་རྗེ་ཆེན་པོ་དང་། ཐབས་ལ་མཁས་པའི་སྟོབས་བསྐྱེད་པས་ཡང་དག་པའི་མཐའ་མངོན་སུམ་དུ་བྱེད་ཀྱང་ཉན་ཐོས་དང་།
en: But having looked at and determined reality itself, a bodhisattva also develops the power of great compassion and skillful means, and this makes the extent of reality manifest.

source: རང་སངས་རྒྱས་ཀྱི་ས་ལ་མི་གནས་ཀྱི། བྱང་ཆུབ་སེམས་དཔའི་ས་ལ་གནས་སོ། །
en: In this way, one does not remain at the level of a śrāvaka or a pratyekabuddha, one stays at the level of a bodhisattva.

source: སངས་རྒྱས་ཀྱི་ས་ལ་ཡང་འཛུད་དོ། །
en: And one also leads others to the level of a buddha.”

source: སྨྲས་པ། འཇམ་དཔལ་འདི་བྱང་ཆུབ་སེམས་དཔའ་གང་དག་གི་ཡུལ་ཡིན།
en: “Mañjuśrī, this is the scope of what kind of bodhisattva?”

source: སྨྲས་པ། བཙུན་པ་རབ་འབྱོར་འདི་ནི་བྱང་ཆུབ་སེམས་དཔའ་གང་དག་འཇིག་རྟེན་ན་ཡང་སྤྱོད་ལ་འཇིག་རྟེན་གྱི་ཆོས་རྣམས་ཀྱིས་ཀྱང་མི་གོས་ཤིང་འཇིག་རྟེན་ན་ཡང་སྣང་ལ་ཆོས་ཐམས་ཅད་ལ་སྣང་བ་མེད་པས་རབ་ཏུ་ཕྱེ་བའི་བྱང་ཆུབ་སེམས་དཔའ་དེ་དག་གི་ཡུལ་ལོ། །
en: Mañjuśrī replied, “Reverend Subhūti, it is the scope of those bodhisattvas who conduct themselves in the world without becoming entangled in worldly concerns, and who appear in the world although they behold all phenomena as being without appearances.

source: བཙུན་པ་རབ་འབྱོར་འདི་ནི་བྱང་ཆུབ་སེམས་དཔའ་གང་དག་ས་ཐམས་ཅད་ལ་ཡང་སྣང་ལས་ངན་པ་ལ་ཡང་མི་གནས་པ་དང་།
en: Reverend Subhūti, although such bodhisattvas may appear at any level, they do not remain at the lower levels.

source: བཙུན་པ་རབ་འབྱོར་བྱང་ཆུབ་སེམས་དཔའ་གང་དག་སེམས་ཅན་ཐམས་ཅད་ཀྱི་ཉོན་མོངས་པ་སྤང་བའི་ཕྱིར་ཡང་བརྩོན་ལ། ཆོས་ཀྱི་དབྱིངས་ཟད་པར་ནི་ཡང་དག་པར་རྗེས་སུ་མི་ལྟ་བ་དང་།
en: Reverend Subhūti, though such bodhisattvas strive to eliminate the afflictions of all sentient beings, their view of the expanse of reality is not depleted in any way.

source: བཙུན་པ་རབ་འབྱོར་བྱང་ཆུབ་སེམས་དཔའ་གང་དག་འདུས་བྱས་ལས་ཀྱང་བསྐྱོད་ལ་འདུས་མ་བྱས་ཀྱང་ཡང་དག་པར་མ་རྙེད་པ་དང་།
en: Reverend Subhūti, though such bodhisattvas have passed beyond the conditioned, they are not fully immersed in the unconditioned.

source: བཙུན་པ་རབ་འབྱོར་བྱང་ཆུབ་སེམས་དཔའ་གང་དག་འཁོར་བ་ལ་སྐྱེད་མོས་ཚལ་དང་གཞལ་མེད་ཁང་དུ་ཡང་འདུ་ཤེས་ལ་མྱ་ངན་ལས་འདས་པ་ཡང་དོན་དུ་གཉེར་ཞིང་བསམ་པ་ཡོངས་སུ་མ་རྫོགས་པ་དང་།
en: Reverend Subhūti, though such bodhisattvas may perceive saṃsāra as a pleasure grove or as a celestial palace, still they strive for nirvāṇa and resist complacency.

source: བཙུན་པ་རབ་འབྱོར་བྱང་ཆུབ་སེམས་དཔའ་གང་དག་བདག་མེད་པའི་བཟོད་པ་ཡང་ཐོབ་ལ་སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་བྱ་བའི་ཕྱིར་ཡང་བརྩོན་པ་དང་།
en: Reverend Subhūti, though such bodhisattvas have achieved acceptance regarding the absence of self, still they strive to bring sentient beings to full ripening.

source: བཙུན་པ་རབ་འབྱོར་བྱང་ཆུབ་སེམས་དཔའ་གང་དག་ཆོས་ཐམས་ཅད་ཀྱི་རང་བཞིན་ནམ་མཁའི་རང་བཞིན་དུ་ཡང་ཤེས་ལ་སངས་རྒྱས་ཀྱི་ཞིང་ཡོངས་སུ་དག་པར་བྱ་བ་ལ་ཡང་བརྩོན་པ་དང་།
en: Reverend Subhūti, though such bodhisattvas know that the nature of all phenomena is the nature of space, still they strive to create completely pure buddhafields.

source: བཙུན་པ་རབ་འབྱོར་བྱང་ཆུབ་སེམས་དཔའ་གང་དག་སངས་རྒྱས་ཐམས་ཅད་ཆོས་ཀྱི་དབྱིངས་དང་མཚུངས་པར་ཡང་མཐོང་ལ།
en: Reverend Subhūti, though such bodhisattvas see all buddhas as the same as the expanse of reality, they never relent in their efforts to honor the Buddha’s body, speech, and mind.

source: སངས་རྒྱས་ཀྱི་སྐུ་དང་གསུང་དང་ཐུགས་ཀྱི་རྒྱན་གྱི་ཕྱིར་བརྩོན་འགྲུས་ཀྱང་མི་གཏོང་བའི་བྱང་ཆུབ་སེམས་དཔའ་དེ་དག་གི་ཡུལ་ལོ། །
en: It is the scope of bodhisattvas such as these.”

source: སྨྲས་པ། འཇམ་དཔལ་བྱང་ཆུབ་སེམས་དཔའི་སྤྱོད་པ་འདི་དག་ནི་འཇིག་རྟེན་ཐམས་ཅད་དང་མི་འཐུན་པའོ། །སྨྲས་པ།
en: “Mañjuśrī, surely such bodhisattva conduct is not suitable for all worldly matters.”

source: བཙུན་པ་རབ་འབྱོར་འདི་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་འཇིག་རྟེན་གྱི་ཆོས་ཡོངས་སུ་ཤེས་པ་དང་ལྡན་ཡང་འཇིག་རྟེན་གྱི་ཆོས་ལས་ཡང་དག་པར་འདའ་བའི་ཕྱིར་སེམས་ཅན་རྣམས་ལ་ཆོས་སྟོན་ཏོ། །
en: “Reverend Subhūti, although bodhisattvas completely understand worldly concerns, they transcend worldly concerns. That is how they teach the Dharma to sentient beings.”

source: སྨྲས་པ། འཇམ་དཔལ་ཁྱོད་འཇིག་རྟེན་གྱི་ཆོས་ལས་ཡང་དག་པར་འདའ་བ་ལས་རྩོམས་ཏེ་སྤོབས་པར་གྱིས་ཤིག །
en: “Mañjuśrī, I beseech you, use your inspired eloquence by teaching us about transcending worldly concerns.

source: ཇི་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་འཇིག་རྟེན་གྱི་ཆོས་ལས་ཡང་དག་པར་འདའ། སྨྲས་པ།
en: How do bodhisattvas transcend worldly concerns?”

source: བཙུན་པ་རབ་འབྱོར་འཇིག་རྟེན་ཞེས་བྱ་བ་ནི་ཕུང་པོ་ལྔའོ། །
en: “Reverend Subhūti, what we call ‘the world’ is but the five aggregates.

source: ལྔ་གང་ཞེ་ན།
en: What are the five?

source: གཟུགས་ཀྱི་ཕུང་པོ་དང་། ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པའི་ཕུང་པོའོ། །
en: The aggregates of form, feeling, perception, formation, and consciousness.

source: དེ་ལ་གཟུགས་ནི་དབུ་བ་རྡོས་པ་ལྟ་བུའོ། །
en: Form is like foam.

source: ཚོར་བ་ནི་ཆུའི་ཆུ་བུར་ལྟ་བུའོ། །
en: Feeling is like a bubble in water.

source: འདུ་ཤེས་ནི་སྨིག་རྒྱུ་ལྟ་བུའོ། །
en: Perception is like a mirage.

source: འདུ་བྱེད་ཐམས་ཅད་ནི་ཆུ་ཤིང་ལྟ་བུའོ། །
en: All formations are like a plantain tree.

source: རྣམ་པར་ཤེས་པ་ནི་སྒྱུ་མ་ལྟ་བུའོ། །དབུ་བ་དང་།
en: Consciousness is like an illusion.

source: ཆུའི་ཆུ་བུར་དང་། སྨིག་རྒྱུ་དང་། ཆུ་ཤིང་དང་། སྒྱུ་མ་གང་ཡིན་པ་དེ་ལ་འཇིག་རྟེན་ཡང་མེད། འཇིག་རྟེན་དུ་གདགས་པ་ཡང་མེད།
en: Whatever foam, water bubbles, mirages, plantain trees, and illusions there may be, there is no world or anything to be designated as a world.

source: ཕུང་པོ་རྣམས་ཀྱང་མེད།
en: There are no aggregates or anything to be designated as aggregates.

source: ཕུང་པོར་གདགས་པ་ཡང་མེད་པར་གང་ཕུང་པོའི་རང་བཞིན་ལ་དེ་ལྟར་མོས་པ་དེ་ནི་ཡང་དག་པར་ཞུགས་པའོ། །
en: Whoever is intent on the nature of the aggregates has set out on the path.

source: གང་ཡང་དག་པར་ཞུགས་པ་དེ་འཇིག་རྟེན་གྱི་ཆོས་རྣམས་དང་མ་འདྲེས་པའོ། །
en: Whoever has set out on the path is unaffected by worldly concerns.

source: གང་འཇིག་རྟེན་གྱི་ཆོས་རྣམས་དང་མ་འདྲེས་པ་དེ་འཇིག་རྟེན་གྱི་ཆོས་རྣམས་ལས་ཡང་དག་པར་འདའོ། །
en: Whoever is unaffected by worldly concerns has transcended worldly concerns.

source: བཙུན་པ་རབ་འབྱོར་གཞན་ཡང་ཕུང་པོ་ལྔ་ནི་རང་བཞིན་གྱིས་སྟོང་ངོ་། །
en: “Reverend Subhūti, furthermore, the five aggregates are empty of intrinsic nature.

source: གང་རང་བཞིན་གྱིས་སྟོང་པ་དེ་ལ་གཉིས་སུ་མེད་དོ། །
en: To be empty of intrinsic nature is to be nondual.

source: གང་གཉིས་སུ་མེད་པ་དེ་ལ་ངར་འཛིན་པ་མེད། ང་ཡིར་འཛིན་པ་མེད་དོ། །
en: To be nondual is to be without grasping on to ‘I’ and ‘mine.’

source: གང་ལ་ངར་འཛིན་པ་མེད་པ་དང་། ང་ཡིར་འཛིན་པ་མེད་པ་དེ་ལ་ཆགས་པ་མེད་དེ།
en: To be without grasping on to ‘I’ and ‘mine’ is to be free of attachment.

source: ཆགས་པ་མེད་པ་རྙེད་པ་ནི་འཇིག་རྟེན་ལས་ཡང་དག་པར་འདའོ། །
en: To be free of attachment is to transcend the world.

source: བཙུན་པ་རབ་འབྱོར་གཞན་ཡང་ཕུང་པོ་ལྔ་ནི་རྐྱེན་ལ་རག་ལུས་པའོ། །
en: Furthermore, Reverend Subhūti, the five aggregates depend on conditions.

source: གང་དག་རྐྱེན་ལ་རག་ལུས་པ་དེ་དག་རག་ལུས་པ་མེད་པའོ། །
en: That which depends on conditions is without a self.

source: གང་དག་རག་ལུས་པ་མེད་པ་དེ་དག་བདག་པོ་མེད་པའོ། །
en: That which is without a self is without the notion of possession.

source: གང་དག་བདག་པོ་མེད་པ་དེ་དག་བདག་གི་བ་མེད་པའོ་གང་དག་བདག་གི་བ་མེད་པ་དེ་དག་ཡོངས་སུ་འཛིན་པ་མེད་པའོ། །
en: That which is without the notion of possession is without grasping.

source: གང་དག་ཡོངས་སུ་འཛིན་པ་མེད་པ་དེ་ལ་འཐབ་པ་མེད་དོ། །
en: That which is without grasping is without conflict.

source: གང་ལ་འཐབ་པ་མེད་པ་དེ་ལ་རྩོད་པ་མེད་དོ། །
en: That which is without conflict is indisputable.

source: གང་ལ་རྩོད་པ་མེད་པ་དེ་དག་དགེ་སྦྱོང་གི་ཆོས་རྩོད་པ་མེད་པའོ། །
en: The indisputable are the indisputable qualities of spiritual practice.

source: གང་དག་དགེ་སྦྱོང་གི་ཆོས་མི་རྩོད་པ་དེ་དག་ནམ་མཁའ་ལ་ལག་པ་དང་མཚུངས་ཏེ།
en: The indisputable qualities of spiritual practice are [unobstructed], like a hand [moving] in space.

source: ཆོས་ཐམས་ཅད་ཀྱང་ནམ་མཁའ་ལ་ལག་པ་དང་མཚུངས་པར་ཤེས་ནས་འཇིག་རྟེན་ལས་ཡང་དག་པར་འདའོ། །
en: To understand that all phenomena are like a hand in space is to truly transcend the world.

source: བཙུན་པ་རབ་འབྱོར་གཞན་ཡང་ཕུང་པོ་ལྔ་ནི་ཆོས་ཀྱི་དབྱིངས་དང་མཉམ་པའོ། །
en: “Furthermore, Reverend Subhūti, the five aggregates are the same as the expanse of reality.

source: ཆོས་ཀྱི་དབྱིངས་ཀྱང་དབྱིངས་མེད་པ་སྟེ།
en: But the expanse of reality has no expanse.

source: གང་དབྱིངས་མེད་པ་དེ་ལ་མིག་གི་ཁམས་མེད་དོ། །གཟུགས་ཀྱི་ཁམས་མེད་དོ། །མིག་གི་རྣམ་པར་ཤེས་པའི་ཁམས་མེད་དོ། །
en: To be without expanse is to be without constituents of the eye, constituents of form, and constituents of visual consciousness.

source: རྣ་བའི་ཁམས་མེད་དོ། །སྒྲའི་ཁམས་མེད་དོ། །རྣ་བའི་རྣམ་པར་ཤེས་པའི་ཁམས་མེད་དོ། །
en: It is to be without constituents of the ear, constituents of sound, and constituents of aural consciousness.

source: སྣའི་ཁམས་མེད་དོ། །དྲིའི་ཁམས་མེད་དོ། །སྣའི་རྣམ་པར་ཤེས་པའི་ཁམས་མེད་དོ། །
en: It is to be without constituents of the nose, constituents of smell, and constituents of olfactory consciousness.

source: ལྕེའི་ཁམས་མེད་དོ། །རོའི་ཁམས་མེད་དོ། །ལྕེའི་རྣམ་པར་ཤེས་པའི་ཁམས་མེད་དོ། །
en: It is to be without constituents of the tongue, constituents of taste, and constituents of gustatory consciousness.

source: ལུས་ཀྱི་ཁམས་མེད་དོ། །རེག་པའི་ཁམས་མེད་དོ། །ལུས་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་མེད་དོ། །
en: It is to be without constituents of the body, constituents of touch, and constituents of tactile consciousness.

source: ཡིད་ཀྱི་ཁམས་མེད་དོ། །ཆོས་ཀྱི་ཁམས་མེད་དོ། །ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་མེད་དོ། །
en: It is to be without constituents of the mind, constituents of mental phenomena, and constituents of mental consciousness.

source: གང་ཁམས་མེད་པ་དེ་ལ་སའི་ཁམས་མེད་དོ། །ཆུའི་ཁམས་མེད་དོ། །མེའི་ཁམས་མེད་དོ། །རླུང་གི་ཁམས་མེད་དོ། །ནམ་མཁའི་ཁམས་མེད་དོ། །
en: That which is without constituents is without the element of earth, the element of water, the element of fire, the element of wind, the element of space, and the element of consciousness.

source: རྣམ་པར་ཤེས་པའི་ཁམས་མེད་དོ། །འདོད་པའི་ཁམས་མེད་དོ། །གཟུགས་ཀྱི་ཁམས་མེད་དོ། །གཟུགས་མེད་པའི་ཁམས་མེད་དོ། །
en: There are no desire, form, or formless realms.

source: འདུས་བྱས་ཀྱི་ཁམས་མེད་དོ། །འདུས་མ་བྱས་ཀྱི་ཁམས་མེད་དོ། །
en: There are no constituents of conditioned or unconditioned phenomena.

source: གང་ཁམས་མེད་པ་དེ་ལ་བདག་མེད། སེམས་ཅན་མེད། སྲོག་མེད། གསོ་བ་མེད། གང་ཟག་མེད།
en: That which is without constituents is without self, without sentience, without life, without living, without personhood, without identity, and without humanity.

source: ཤེད་ལས་སྐྱེས་མེད། ཤེད་བུ་མེད་དེ། གང་གིས་དེ་དག་རྗེས་སུ་རྟོགས་པ་མེད་པའི་ཚུལ་གྱིས་མཉམ་པ་ཉིད་དུ་རྟོགས་པ་དེ་འཇིག་རྟེན་ལས་ཡང་དག་པར་འདའོ། །
en: Whoever realizes these as sameness by means of nondiscrimination transcends the world.”

source: བསྟན་པ་འདི་བཤད་པ་ན་འཁོར་དེ་ལས་དགེ་སློང་སྟོང་ཉིས་བརྒྱ་ལེན་པ་མེད་པར་ཟག་པ་རྣམས་ལས་སེམས་རྣམ་པར་གྲོལ་ལོ། །
en: When he gave this teaching, the minds of twelve hundred monks among that assembly were freed from defilements, no longer to take up the causes for another life.

source: དེ་དག་སེམས་རྣམ་པར་གྲོལ་ནས་རང་རང་གི་བླ་གོས་ཀྱིས་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་ལ་བཀབ་སྟེ། ཚིག་འདི་སྐད་དུ་གང་དག་ཆོས་ཟབ་མོ་བསྟན་པ་འདི་ལ་མོས་པ་མེད་པའི་སེམས་ཅན་དེ་དག་ནི་ཐོབ་པ་ཡང་མེད།
en: With their minds freed, they each draped their upper robes over Mañjuśrī Kumārabhūta and said, “Sentient beings who have no faith in this profound Dharma teaching will not succeed.

source: མངོན་པར་རྟོགས་པ་ཡང་མེད་དོ་ཞེས་འཛེར་ཏོ། །
en: They will have no realization.”

source: དེ་ནས་ཚེ་དང་ལྡན་པ་རབ་འབྱོར་གྱིས་དགེ་སློང་དེ་དག་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །
en: Venerable Subhūti then asked those monks, “What is it that venerable ones achieve?

source: ཚེ་དང་ལྡན་པ་དག་གིས་ཅི་ཞིག་ཐོབ་ཅིང་ཅི་ཞིག་མངོན་པར་རྟོགས།
en: What have they realized?”

source: དགེ་སློང་དེ་དག་གིས་འདི་སྐད་ཅེས་སྨྲས་སོ། །བཙུན་པ་རབ་འབྱོར་དགེ་སྦྱོང་ནི་ཐོབ་པ་མེད་པ།
en: The monks replied, “Reverend Subhūti, śramaṇas have no achievement.

source: མངོན་པར་རྟོགས་པ་མེད་པའོ། །
en: They have no realization.

source: ཐོབ་པ་ཞེས་བྱ་བ་དེ་ནི་གཡོ་བ་ཉིད་དོ། །མངོན་པར་རྟོགས་པ་ཞེས་བྱ་བ་དེ་ནི་རློམ་སེམས་ཉིད་དོ། །
en: Because so-called ‘achievement’ is fleeting, and so-called ‘realization’ is a self-regarding conceit.

source: གཡོ་བ་དང་རློམ་སེམས་གང་ཡིན་པ་དེ་ནི་བདུད་ཀྱི་ལས་སོ། །
en: That which is fleeting and a self-regarding conceit is the work of Māra.

source: ལྷག་པའི་ང་རྒྱལ་ཅན་དག་ནི་བདག་གིས་ཐོབ་བོ། །
en: Those with excessive pride say, ‘I am accomplished, I am realized.’

source: བདག་གིས་མངོན་པར་རྟོགས་སོ་ཞེས་འདི་ལྟ་བུ་འདི་དག་གི་ཚུལ་དུ་རྣམ་པར་རྟོག་པར་འགྱུར་རོ། །
en: They harbor such notions.”

source: སྨྲས་པ། ཚེ་དང་ལྡན་པ་དག་གིས་ལྷག་པའི་ང་རྒྱལ་ཅན་རྣམས་ཤེས་སམ།
en: “Do venerable ones recognize those who have excessive pride?”

source: བཅོམ་ལྡན་འདས་མཁྱེན་པ་དང་ལྡན་པས་མཁྱེན་ཏེ།
en: The monks answered, “The Bhagavān knows them through his wisdom.

source: བདག་ཅག་ནི་ཇི་ལྟར་སྡུག་བསྔལ་གྱི་མཚན་ཉིད་མི་ཤེས་པར་བདག་གིས་སྡུག་བསྔལ་ཡོངས་སུ་ཤེས་སོ་ཞེས་སྨྲ་བ་ལྷག་པའི་ང་རྒྱལ་ཅན་དུ་རིག་པར་བྱ་ཞིང་ཀུན་འབྱུང་བའི་མཚན་ཉིད་དང་། འགོག་པའི་མཚན་ཉིད་དང་། ལམ་གྱི་མཚན་ཉིད་མི་ཤེས་པ་བདག་གིས་ལམ་བསྒོམས་སོ་ཞེས་སྨྲ་བ་ལྷག་པའི་ང་རྒྱལ་ཅན་དུ་རིག་པར་བྱའོ་སྙམ་མོ། །
en: As for us, we think that those who say ‘I know suffering’ without knowing its defining characteristic should be considered those with excessive pride, and those who say ‘I cultivate the path’ without knowing the source of suffering, its cessation, and the path to achieve its cessation should be considered those with excessive pride.

source: སྡུག་བསྔལ་གྱི་མཚན་ཉིད་དང་། ཀུན་འབྱུང་བའི་མཚན་ཉིད་དང་། འགོག་པའི་མཚན་ཉིད་དང་། ལམ་གྱི་མཚན་ཉིད་གང་ཡིན་པ་དེ་ནི་སྐྱེ་བ་མེད་པའི་མཚན་ཉིད་དེ།
en: Because whatever is the defining characteristic of suffering, of its source, of its cessation, and of the path to its cessation is also the defining characteristic of the unborn.

source: སྐྱེ་བ་མེད་པའི་མཚན་ཉིད་ནི་མཚན་ཉིད་མེད་པའོ། །མཚན་ཉིད་མེད་པ་ནི་འཕགས་པ་རྣམས་ཀྱི་རྣམ་པར་གྲོལ་བའོ། །
en: And the defining characteristic of the unborn is being without characteristic, and being without characteristic is the liberation of the noble ones.

source: ཆོས་ཐམས་ཅད་ཀྱང་རྣམ་པར་གྲོལ་བའི་མཚན་ཉིད་དེ།
en: As such, all phenomena are the characteristic of liberation.

source: དེ་ལ་ནི་གང་སྡུག་བསྔལ་ཡོངས་སུ་ཤེས་སོ། །གང་ཀུན་འབྱུང་བ་སྤོང་ངོ་། །གང་འགོག་པ་མངོན་དུ་བྱེད་དོ། །གང་ལམ་སྒོམ་མོ་ཞེས་བྱ་བ་གང་ཡང་མི་དམིགས་ཏེ།
en: So to call someone ‘one who understands suffering,’ ‘one who abandons its source,’ ‘one who actualizes its cessation,’ or ‘one who cultivates the path’ has no referent.

source: ཆོས་ཐམས་ཅད་མཉམ་པ་ཉིད་འདི་ཐོས་ནས་སྐྲག་པ་དེ་ལྷག་པའི་ང་རྒྱལ་ཅན་ཡིན་པར་རིག་པར་བྱའོ། །
en: Thus, those who become fearful upon hearing that all phenomena are the same should be understood as having excessive pride.”
